tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'openssl'
brew 'awscli'
brew 'bat'
brew 'direnv'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'ghq'
brew 'gnupg'
brew 'goenv'
brew 'hugo'
brew 'jq'
brew 'lsd'
brew 'mas'
brew 'pyenv'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby-build'
brew 'rustup-init'
brew 'terraform'
brew 'tfenv'
brew 'wget'
brew 'zplug'

cask 'appcleaner'
cask 'arq'
cask 'bitbar'
cask 'clipy'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'hyperswitch'
cask 'istat-menus'
cask 'iterm2'
cask 'launchbar'
cask 'paw'
cask 'proxyman'
cask 'sequel-pro'
cask 'tower'
cask 'transmit'
cask 'visual-studio-code'

mas '1Password', id: 443987910
mas 'CotEditor', id: 1024640650
mas 'Day One', id: 1055511498
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'PopClip', id: 445189367
mas 'Scapple', id: 568020055
mas 'Slack', id: 803453959
mas 'SnapNDrag Pro', id: 430397512
mas 'SoraAnnai', id: 599799247
mas 'Things3', id: 904280696
mas 'WinArchiver Lite', id: 414855915
mas 'Xcode', id: 497799835
